/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Omdirigering av mapper";
"MCXRedirector.pfm_description" =			"Oppretter og fjerner symbolske koblinger fra mapper i brukerens Hjem-mappe til andre mapper. Brukeren må ha riktige tilgangsrettigheter for målmappen.";

"LoginRedirection-raw.pfm_title" =			"Omdirigeringer ved pålogging";
"LoginRedirection-raw.pfm_description" =			"Omdirigeringer utført ved brukerpålogging.";
"OtherRedirection-raw.pfm_title" =			"Andre omdirigeringer";
"OtherRedirection-raw.pfm_description" =			"Omdirigeringer utført ved nettverksoverganger og ved administrering av valg.";
"LogoutRedirection-raw.pfm_title" =			"Omdirigeringer ved avlogging";
"LogoutRedirection-raw.pfm_description" =			"Omdirigeringer utført ved brukeravlogging.";

"ActionInfo.pfm_title" =			"Omdirigeringshandling";
"ActionInfo.pfm_description" =			"Én omdirigeringshandling.";

"action.pfm_title" =			"Handling";
"action.pfm_description" =			"Handlingen som utføres. Bruk «deleteAndCreateSymLink» for å slette et objekt i «Mappebane» og deretter opprette en symbolsk kobling til «Bane til målmappe». Bruk «renameAndCreateSymLink» for å endre navn på et objekt i «Mappebane» og deretter opprette en symbolsk kobling til «Bane til målmappe». Bruk «deletePath» for å slette et objekt i «Mappebane». Bruk «deleteSymLinkAndRestore» for å slette en symbolsk kobling i «Mappebane» og flytte en mappe som er opprettet av «renameAndCreateSymLink», til «Mappebane».";
"path.pfm_title" =			"Mappebane";
"path.pfm_description" =			"Banen det skal utføres handlinger på, og hvor en symbolsk kobling skal plasseres. Banen må være i brukerens Hjem-mappe. Start banen med «~/».";
"destPath.pfm_title" =			"Bane til målmappe";
"destPath.pfm_description" =			"Målmappebane for en symbolsk kobling. Bruk «~» for å angi en bane som er i den nåværende brukerens Hjem-mappe. Bruk «%@» for å angi navnet til den nåværende brukeren.";
